Repository: wp-plugins/team-results-widget-displaying-scores-for-teams
Catalog: lang/TeamResults-*.po
Languages: de_de, nl_nl

source: Options saved.
de_de: Einstellungen gespeichert.
nl_nl: Instellingen opgeslagen.

source: New result saved.
de_de: Neue Ergebnisse gespeichert.
nl_nl: Nieuwe uitslag opgeslagen.

source: Result deleted.
de_de: Ergebnisse gelöscht.
nl_nl: Uitslag verwijderd.

source: Result updated.
de_de: Ergebnisse aktualisiert.
nl_nl: Resultaat bijgewerkt.

source: Team Results Display Options
de_de: Team Result Anzeige Optionen
nl_nl: Team uitslagen display instellingen

source: Team Results Settings
de_de: Team Result Einstellungen
nl_nl: Team uitslagen instellingen

source: Title:
de_de: Titel:
nl_nl: Titel:

source: Number of results displayed on the widget:
de_de: Im Widget angezeigte Zahl von Ergebnissen:
nl_nl: Aantal uitslagen dat op de widget getoond moet worden:

source: ex: 5
de_de: Beispiel: 5
nl_nl: b.v.: 5

source: Show colors
de_de: Zeige Farben:

source: Color Victory:
de_de: Farbe Sieg:

source: Color Defeat:
de_de: Farbe Niederlage:

source: Update Options
de_de: Änderungen speichern.
nl_nl: Instellingen opslaan

source: Add a new result
de_de: Neues Ergebnis hinzufügen
nl_nl: Nieuwe uitslag toevoegen

source: Date (dd/mm/yy):
de_de: Datum (dd/mm/yy):
nl_nl: Datum (dd/mm/yy):

source: ex: 25/12/08
de_de: Beispiel: 25/12/08
nl_nl: b.v.: 25/12/08

source: Game type:
de_de: Spieltyp:
nl_nl: Speltype:

source: ex: Championship, Tournament
de_de: Beispiel: Championship, Tournament
nl_nl: b.v.: Kampioenschap, Toernooi

source: If not there:
de_de: Falls nicht da:
nl_nl: Indien niet aanwezig:

source: Add a team
de_de: Mannschaft hinzufügen
nl_nl: Team toevoegen

source: Team score:
de_de: eigene Punkte/Tore:
nl_nl: Doelpunten team:

source: Opponent:
de_de: Gegner:
nl_nl: Tegenstander:

source: Opponent score:
de_de: Gegenpunkte/tore:
nl_nl: Doelpunten tegenstander:

source: Place of the Match:
de_de: Spielort:
nl_nl: Locatie van de wedstrijd:

source: Home (H)
de_de: Heim (H)
nl_nl: Thuis (T)

source: Opponent place (O)
de_de: Gegnerspielorg (O)
nl_nl: Uit (U)

source: Neutral / Don't care (N)
de_de: Neutral / unwichtig (N)
nl_nl: Neutraal / Niet belangrijk (N)

source: Update Result
de_de: Update Ergebnis
nl_nl: Update Resultaat

source: Add Result
de_de: Ergebnis hinzufügen
nl_nl: Uitslag toevoegen

source: Browsing the results
de_de: In den Ergebnissen blättern
nl_nl: Uitslagen doorzoeken

source: No results for the moment
de_de: Im Moment keine Ergebnisse vorhanden
nl_nl: Er is nog geen uitslag ingevoerd

source: Date
de_de: Datum
nl_nl: Datum

source: Game Type
de_de: Spieltyp
nl_nl: Speltype

source: Team
de_de: Mannschaft

source: Team score
de_de: eigene Punkte/Tore
nl_nl: Doelpunten team

source: Opponent
de_de: Gegner
nl_nl: Tegenstander

source: Opponent score
de_de: Gegenpunkte/tore
nl_nl: Doelpunten tegenstander

source: Location
de_de: Spielort
nl_nl: Locatie

source: Delete
de_de: Löschen
nl_nl: Verwijderen

source: New team created.
de_de: Neue Mannschaft erstellt..
nl_nl: Nieuw team aangemaakt.

source: Team and results deleted.
de_de: Mannschaft und Ergebnisse gelöscht.
nl_nl: Team en uitslagen verwijderd.

source: Add a Team
de_de: Eine Mannschaft hinzufügen:
nl_nl: Team toevoegen

source: Name of the team:
de_de: Name der Mannschaft:
nl_nl: Naam van het team:

source: Create team
de_de: Mannschaft erstellen
nl_nl: Team aanmaken

source: Browsing the teams
de_de: Mannschaftsübersicht
nl_nl: Teams doorzoeken

source: No team for the moment
de_de: Es sind noch keine Mannschaften vorhanden.
nl_nl: Op dit moment is er nog geen team aangemaakt

source: Team name
de_de: Mannschaftsname
nl_nl: Teamnaam

source: Delete team and all the corresponding results
de_de: Mannschaft samt Ergebnissen löschen
nl_nl: Verwijder het team en alle teamuitslagen

source: Close (X)
de_de: Schließen (X)
nl_nl: Sluiten (X)

source: All the results
de_de: Ergebnisübersicht
nl_nl: Alle uitslagen

source: Home
de_de: Heim
nl_nl: Thuis

source: All
de_de: Alle
nl_nl: Allemaal

source: More Results
de_de: mehr Ergebnisse
nl_nl: Meer uitslagen

source: View all results
de_de: Zeige alle Ergebnisse
nl_nl: Laat alle uitslagen zien

source: Team Results
de_de: Mannschaftsergebnisse
nl_nl: Teamuitslagen

source: Number of results displayed:
de_de: Zahl der angezeigten Ergebnisse:
nl_nl: Aantal getoonde uitslagen:

source: Show colors (green:victory, red:defeat)
nl_nl: Toon kleuren (groen: winst, rood: verlies)

source: Edit
nl_nl: Bewerken

source: Outside
nl_nl: Uit

source: Neutral
nl_nl: Neutraal
